{
	"quizlet": [
		"WILDCARD: admit something.",
		"what insecurity of yours holds you back the most?",
		"what's the most pain you've ever been in that wasn't physical?",
		"what's your father's name? and tell me one thing about him.",
		"what lesson took you the longest to unlearn?",
		"how are you really?",
		"if you could have it your way: who would you be with? where would you be? and what would you be doing?",
		"are any of your insecurities hurting someone else by accident?",
		"dear people who raised me, thank you for ________",
		"what's been keeping you sane lately?",
		"why do you think we met?",
		"are you missing anyone right now? do you think they are missing you too?",
		"how would you describe the feeling of being in love in one word?",
		"how can i be there for you during this chapter?",
		"if you made a playlist for me, what 3 songs would be on it?",
		"what do i need to watch as soon as i have the time?",
		"WILDCARD: who's been on your mind lately? send them a text letting them know you're thinking of them. both players.",
		"what have the past few weeks taught you?",
		"WILDCARD: call someone you admire. let them know why you appreciate them.",
		"what have i tolerated from people in the past that i no longer have space for?",
		"something that brought a smile to my face this week was __________.",
		"what do you think my defining characteristic is?",
		"have you changed your mind about anything recently?",
		"what about me is hardest for you to understand?",
		"what do you admire most about me?",
		"what was your first impression of me?",
		"do you think i was popular in school? explain.",
		"what are you feeling a lot of lately?",
		"what's the most unexplainable thing that's ever happened to you?",
		"what do you need right now but aren't communicating?",
		"what's the hardest truth you had to face this past year?",
		"what's a feeling you're uncomfortable sharing with me?",
		"WILDCARD: sing your favorite song lyrics you can think of off the top of your head. both players.",
		"what are you currently working through that others can't see?",
		"what is your heart telling you?",
		"what was the biggest turning point in your dating life?",
		"what is your most toxic trait you can admit to?",
		"who in your life deserves the biggest thank you? let them know if you can.",
		"what are you overthinking right now?",
		"what did your last relationship teach you about yourself?",
		"what belief about yourself no longer serves you?",
		"what is the last thing you lied to your mom about?",
		"what would your younger self not believe about your life today?",
		"what is your favorite adjective with which to be described and why?",
		"when was the last time you cried?",
		"what are you still trying to prove to yourself?",
		"what's the hardest part about dating you?",
		"think of someone you admire. what made you think about them specifically?",
		"what's the biggest mistake you've made?",
		"what's a phrase that you say that you wish you would stop saying?",
		"what do you think our most important similarities are?",
		"what do you think is one think i could do that would drastically improve my life?",
		"what would be the perfect gift for me?",
		"how would you describe me to a stranger?",
		"what do i need to hear right now?",
		"based on what you've learned about me, does my social media portray me accurately?",
		"what is a lesson you will take away from our conversation?",
		"what can i help you with?",
		"what do you think i fear the most?",
		"where am i most qualified to give advice about?",
		"if we were a band what would be our name?",
		"what parts of yourself do you see in me?",
		"how does one earn your vulnerability?",
		"what question were you most afraid to answer?",
		"what has this conversation taught you about yourself?",
		"when this conversation is over, what will be something you will remember about me?",
		"how do our personalities compliment each other?",
		"what do you think i should know about myself that perhaps i'm unaware of?",
		"what would make you feel closer to me?",
		"in one word, describe how you feel right now.",
		"what answer of mine made you light up?",
		"what has been your favorite question so far? why?",
		"what's the most attractive quality about me that isn't physical?",
		"WILDCARD: look into each other's eyes for 30 seconds. what did you notice?",
		"WILDCARD: write a message to each other and give it to each other. open it once you have left.",
		"WILDCARD: take a selfie together.",
		"WILDCARD: staring contest. first person to blink must reveal a personal problem and ask the other for advice on how they might handle it.",
		"WILDCARD: press shuffle on your music library. explain the first song that comes up!",
		"WILDCARD: tell the other person to close their eyes and to keep them closed. (wait 15 seconds and hug them)",
		"WILDCARD: both players share something you're most grateful for in this current moment.",
		"WILDCARD: draw you current feelings then compare.",
		"WILDCARD: show the first photo in your camera roll. explain.",
		"WILDCARD: think of something you dislike that most people don't. on the count of 3 say it out loud.",
		"WILDCARD: how can i add 1% more happiness in your life?",
		"what memory instantly makes you smile?",
		"what do you think about most often?",
		"what's something you enjoy that you never get tired of?",
		"what's one thing that should be taught, but isn't?",
		"what's one thing you wish that your parents would do more often?",
		"is there anything you're ashamed of from your past?",
		"what's something you believe to be true that no one else around you believes is true?",
		"when do you feel most alive?",
		"what kinds of people do you enjoy most being around?",
		"if you came with a warning label, what would the label say?",
		"what are you proudest of yourself for saying 'no' to recently?",
		"what about you feels hardest to love?",
		"has a stranger ever changed your life?",
		"how would you describe your relationship with yourself in one word?",
		"what does my instagram tell you about me?",
		"what's your favorite compliment to receive?",
		"what is your mother's name? and the most beautiful thing about her?",
		"what has been your earliest recollection of happiness?",
		"what title would you give this chapter in your life?",
		"dear people who raised me, thank you for _________.",
		"How would you act if there was irrefutable proof that God doesn't exist? How about if there was irrefutable proof that God does exist?",
		"if you had to sum up the whole human species in 3 words, what would those words be?",
		"if you died today, what regrets would you have about your life?",
		"how has your type in crushes changed over time?",
		"what is something that you hate being called? (a name, a nickname, an insult, etc)"
	]
}
