[
	"What's your most shallow reason for not going on a second date?",
	"What's the worst date you've ever had?",
	"Your worst habit?",
	"How many people in the room would you be willing to kiss?",
	"What's the weirdest dream you've ever had?",
	"What do you wear when you're hoping to go home with someone?",
	"What's your dream first date?",
	"What would make you immediately swipe right?",
	"What would make you immediately swipe left?",
	"What have you bought that's been the biggest waste of money?",
	"If you could swap lives with someone in the room, who would it be?",
	"What's the worst thing you've ever done at work?",
	"Rate everyone playing from your most to least favorite.",
	"Who would you call in the room to help bury a body?",
	"Who do you think is the worst dressed person in the room?",
	"Who in the room would be the worst person to date and why?",
	"What's the largest age gap between you and your sexual partners?",
	"Who was your worst sexual partner and why?",
	"Do you have any fetishes?",
	"What is the weirdest thing you have ever done in front of the mirror?",
	"Have you ever lied to get out of a bad date? If so, what was the lie?",
	"What was the last thing you searched for on your phone?",
	"If you were the opposite sex for one day, what would you do?",
	"What's the strangest thing someone would find in your web search history?",
	"Where's your favorite place to fart in public?",
	"If someone offered you $1 million to break up with your current partner and never get back together, would you?",
	"What's the weirdest role play you've ever done?",
	"Where is the grossest place you've ever hooked up?",
	"What was the most embarrassing thing that you ever did while on a date?",
	"Tell us your most embarrassing vomit story.",
	"Tell us your cheesiest pick-up line.",
	"If you could get away with crime for a day, what crime would you commit and why?",
	"Have you ever slept with someone then immediately regretted it?",
	"If you could kiss someone right now, who would it be?",
	"How many exes numbers are currently in your phone?",
	"What is your guilty pleasure?",
	"If you met a genie, what would your three wishes be?",
	"What is your biggest fear?",
	"What's your biggest insecurity?",
	"What is something that no one else knows about you?",
	"What's the one thing you'd do if you knew there were no consequences?",
	"What's one useless skill you'd love to learn anyway?",
	"What is the most annoying thing about me?",
	"What is the last lie you told?",
	"What is the most broke thing you've ever done?",
	"Who is the most interesting person you know?",
	"Would you kiss the person to your left?",
	"If you could change one thing about yourself, what would it be?",
	"What's your biggest dating horror story? ",
	"What was your dream job when you were a kid?",
	"Who do you have a crush on?",
	"What's the most romantic thing you've ever done?",
	"Would you ever consider having an open relationship?",
	"Have you ever done something naughty with a teacher?",
	"Who is the messiest?",
	"Who is the most popular?",
	"Who is the biggest party animal?",
	"Who is the most gullible?",
	"Who has the worst taste in music?",
	"Who is always broke?",
	"Who is the biggest flirt?",
	"Who was the last person to make you really angry at them, and why did they piss you off so much?",
	"Do you think honesty is always the best policy in relationships?",
	"If you could have sex with any celebrity, who would it be and why?",
	"What's your biggest turnoff in potential partners?",
	"What would you say is your best attribute in relationships?",
	"What are some of the bare minimums in friendships?",
	"What are some bare minimums in relationships?",
	"Is there anything about yourself that you're not proud of?",
	"What are some of your deal-breakers in relationships?",
	"If you could change one thing about your love life, what would it be?",
	"Have you ever used sex toys?",
	"What is the kinkiest thing you've ever done?",
	"Have you ever been involved in an orgy?",
	"What's the dirtiest thing you've ever said during sex?",
	"Have you ever gone to a public place without underwear?",
	"What's your biggest sexual fantasy?",
	"What's your biggest turn-on?",
	"Have you dated two or more guys at the same time?",
	"Who was the last person you texted? And what did you text them?",
	"What's your type? Be specific.",
	"Who are you most physically attracted to here?",
	"How much money do you think you'd make on OnlyFans?",
	"Say the dirtiest swear words you can think of.",
	"What is the weirdest pXrn you've ever clicked on?",
	"What is the maximum number you'd be interested in having sex with at once?",
	"What is the most erotic dream you've ever had?",
	"What's the weirdest thing you've ever been asked on a date?",
	"What's the worst habit a potential partner could have?",
	"Would you hook up with your high school crush today?",
	"What's the most childish thing that you still do as an adult?",
	"What's the most embarrassing thing that's ever happened to you at a restaurant?",
	"What's the grossest thing you do when at home alone?",
	"What's the biggest secret you've ever leaked?",
	"Would you ever date someone twice your age?",
	"What's the weirdest dream that you can remember?",
	"What was your most embarrassing moment in high school?",
	"What's the worst thing about the person on your left?",
	"Who is the funniest person playing?",
	"Have you ever hooked up with anyone in this room?",
	"Out of everyone in the room, who is the most likely to get arrested and why?",
	"What's the most shallow reason you ever came up with for not going on a second date?",
	"Who's the flakiest one here?",
	"When did you last fart?",
	"If everyone here brought a dish, whose would you be most likely to avoid eating?",
	"What's the meanest thing you've ever said to someone?",
	"How many sex toys do you own?",
	"Do you enjoy dirty talk?",
	"Have you ever hooked up with more than one person on the same night?",
	"Have you ever pursued a secret relationship?",
	"What's the most attractive thing about the opposite sex that will forever keep you from batting on the same team?",
	"Have you ever looked up a celebrity sex tape?",
	"What's one sex act you never want to try again",
	"What's the biggest age gap you've had with a sexual partner?",
	"What's your biggest fantasy in the bedroom?",
	"Who is the most scandalous person in the room?",
	"Have you ever read erotic fiction?",
	"Have you ever attended a concert completely drunk?",
	"What's one useless skill you refuse to give up on?",
	"How do you feel about hickeys?",
	"What's the most embarrassing photo on your phone?",
	"What's the most disgusting thing you've done in bed?",
	"What's the strangest thing you've ever purchased?",
	"Where's the worst place you've ever gotten a sunburn?",
	"Have your parents ever walked in on you doing something sexual?",
	"What is your least favorite animal?",
	"If you could pick your own name, what would you choose?",
	"When was the last time you went commando because you were out of clean underwear?",
	"Can you name all of the Kardashians?",
	"Who has the most attractive significant other here?",
	"When was your last bowel movement?",
	"Have you ever walked in on your parents getting it on?",
	"Have you ever swallowed a foreign object that eventually came out the other end?",
	"What's the grossest thing you've done today?",
	"What's the most daring thing you've ever done while drunk?",
	"How often do you eat food that's dropped on the floor?",
	"What's the most annoying habit your significant other just can't kick? (Everyone with a partner answers)",
	"What's one phobia you can't get over?",
	"What's one piece of advice you would give your younger self?",
	"What do you think is your greatest strength?",
	"What kind of impression do you think people first have after meeting you?",
	"Do you want kids? Why?",
	"Have you ever knowingly passed along false information about someone else?",
	"If you could go back 10 years and change your life's trajectory, would you?",
	"What's your go-to comfort food?",
	"Who was your first celebrity crush?",
	"How many pillows do you sleep with?",
	"What's the longest you've ever gone without doing your dishes?",
	"Have you ever cried on a date?",
	"How many partners have you had over the past five years?",
	"Have you ever sent someone a nude photo?"
]
