[
	"WILDCARD: admit something.",
	"what insecurity of yours holds you back the most?",
	"what's the most pain you've ever been in that wasn't physical?",
	"what's your father's name? and tell me one thing about him.",
	"what lesson took you the longest to unlearn?",
	"how are you really?",
	"if you could have it your way: who would you be with? where would you be? and what would you be doing?",
	"are any of your insecurities hurting someone else by accident?",
	"dear people who raised me, thank you for ________",
	"what's been keeping you sane lately?",
	"why do you think we met?",
	"are you missing anyone right now? do you think they are missing you too?",
	"how would you describe the feeling of being in love in one word?",
	"how can i be there for you during this chapter?",
	"if you made a playlist for me, what 3 songs would be on it?",
	"what do i need to watch as soon as i have the time?",
	"WILDCARD: who's been on your mind lately? send them a text letting them know you're thinking of them. both players.",
	"what have the past few weeks taught you?",
	"WILDCARD: call someone you admire. let them know why you appreciate them.",
	"what have i tolerated from people in the past that i no longer have space for?",
	"something that brought a smile to my face this week was __________.",
	"what do you think my defining characteristic is?",
	"have you changed your mind about anything recently?",
	"what about me is hardest for you to understand?",
	"what do you admire most about me?",
	"what was your first impression of me?",
	"do you think i was popular in school? explain.",
	"what are you feeling a lot of lately?",
	"what's the most unexplainable thing that's ever happened to you?",
	"what do you need right now but aren't communicating?",
	"what's the hardest truth you had to face this past year?",
	"what's a feeling you're uncomfortable sharing with me?",
	"WILDCARD: sing your favorite song lyrics you can think of off the top of your head. both players.",
	"what are you currently working through that others can't see?",
	"what is your heart telling you?",
	"what was the biggest turning point in your dating life?",
	"what is your most toxic trait you can admit to?",
	"who in your life deserves the biggest thank you? let them know if you can.",
	"what are you overthinking right now?",
	"what did your last relationship teach you about yourself?",
	"what belief about yourself no longer serves you?",
	"what is the last thing you lied to your mom about?",
	"what would your younger self not believe about your life today?",
	"what is your favorite adjective with which to be described and why?",
	"when was the last time you cried?",
	"what are you still trying to prove to yourself?",
	"what's the hardest part about dating you?",
	"think of someone you admire. what made you think about them specifically?",
	"what's the biggest mistake you've made?",
	"what's a phrase that you say that you wish you would stop saying?",
	"what do you think our most important similarities are?",
	"what do you think is one think i could do that would drastically improve my life?",
	"what would be the perfect gift for me?",
	"how would you describe me to a stranger?",
	"what do i need to hear right now?",
	"based on what you've learned about me, does my social media portray me accurately?",
	"what is a lesson you will take away from our conversation?",
	"what can i help you with?",
	"what do you think i fear the most?",
	"where am i most qualified to give advice about?",
	"if we were a band what would be our name?",
	"what parts of yourself do you see in me?",
	"how does one earn your vulnerability?",
	"what question were you most afraid to answer?",
	"what has this conversation taught you about yourself?",
	"when this conversation is over, what will be something you will remember about me?",
	"how do our personalities compliment each other?",
	"what do you think i should know about myself that perhaps i'm unaware of?",
	"what would make you feel closer to me?",
	"in one word, describe how you feel right now.",
	"what answer of mine made you light up?",
	"what has been your favorite question so far? why?",
	"what's the most attractive quality about me that isn't physical?",
	"WILDCARD: look into each other's eyes for 30 seconds. what did you notice?",
	"WILDCARD: write a message to each other and give it to each other. open it once you have left.",
	"WILDCARD: take a selfie together.",
	"WILDCARD: staring contest. first person to blink must reveal a personal problem and ask the other for advice on how they might handle it.",
	"WILDCARD: press shuffle on your music library. explain the first song that comes up!",
	"WILDCARD: tell the other person to close their eyes and to keep them closed. (wait 15 seconds and hug them)",
	"WILDCARD: both players share something you're most grateful for in this current moment.",
	"WILDCARD: draw you current feelings then compare.",
	"WILDCARD: show the first photo in your camera roll. explain.",
	"WILDCARD: think of something you dislike that most people don't. on the count of 3 say it out loud.",
	"WILDCARD: how can i add 1% more happiness in your life?",
	"what memory instantly makes you smile?",
	"what do you think about most often?",
	"what's something you enjoy that you never get tired of?",
	"what's one thing that should be taught, but isn't?",
	"what's one thing you wish that your parents would do more often?",
	"is there anything you're ashamed of from your past?",
	"what's something you believe to be true that no one else around you believes is true?",
	"when do you feel most alive?",
	"what kinds of people do you enjoy most being around?",
	"if you came with a warning label, what would the label say?",
	"what are you proudest of yourself for saying 'no' to recently?",
	"what about you feels hardest to love?",
	"has a stranger ever changed your life?",
	"how would you describe your relationship with yourself in one word?",
	"what does my instagram tell you about me?",
	"what's your favorite compliment to receive?",
	"what is your mother's name? and the most beautiful thing about her?",
	"what has been your earliest recollection of happiness?",
	"what title would you give this chapter in your life?",
	"dear people who raised me, thank you for _________.",
	"How would you act if there was irrefutable proof that God doesn't exist? How about if there was irrefutable proof that God does exist?",
	"if you had to sum up the whole human species in 3 words, what would those words be?",
	"if you died today, what regrets would you have about your life?",
	"how has your type in crushes changed over time?",
	"what is something that you hate being called? (a name, a nickname, an insult, etc",
	"What's the most embarrassing thing you've ever done?",
	"Have you ever broken the law? If so, why?",
	"What is your biggest pet peeve?",
	"What's the worst date you've been on?",
	"What's the best date you've been on?",
	"What is your favourite movie that you secretly know is actually terrible?",
	"What was the last time you’ve laughed the hardest?",
	"What’s the most childish thing you still do?",
	"What is the grossest thing you have done today?",
	"What was your best moment in life so far?",
	"Who has the best sense of humour in this room?",
	"What’s your favourite song that you secretly know is awful?",
	"What’s the most embarrassing music you listen to?",
	"What is the weirdest trend you've ever participated in?",
	"What’s the last thing you Googled?",
	"What’s the most adventurous thing you’ve ever done?",
	"Who was your first real celebrity crush?",
	"Who's the last person you searched on Instagram?",
	"What's the drunkest you've ever been?",
	"Do you ever talk to yourself in the mirror?",
	"What’s your go-to karaoke song?",
	"What is the weirdest thing you’ve ever bought?",
	"What’s your favourite TV show that you secretly know is awful?",
	"When was the last time you lied and what was it?",
	"What's the worst thing you've ever done at work?",
	"What's something you're glad your family doesn't know about you?",
	"Have you ever cheated on someone?",
	"Have you ever been cheated on?",
	"What’s the biggest misconception about you?",
	"What’s the worst piece of advice you’ve given someone?",
	"What was the worst mistake that you’ve made in your life?",
	"When was the last time you cried and why?",
	"What's your biggest fear in life?",
	"What's your relationship dealbreaker?",
	"What's a secret you've never told anyone?",
	"What's the worst thing you've ever done?",
	"What do most people think is true about you but isn’t?",
	"What is the one thing you dislike about yourself?",
	"What is the one thing you really like about yourself?",
	"What makes a relationship toxic in your opinion?",
	"What’s the best piece of advice you’ve given someone?",
	"What’s the best piece of advice you’ve gotten from someone else?",
	"What is your greatest weakness?",
	"What is your greatest strength?",
	"What’s your biggest regret so far?",
	"What is your biggest insecurity?",
	"Do you believe in soul mates?",
	"What is the most disgusting thing you’ve ever done?",
	"Do you have any anonymous social media accounts?",
	"What is your worst habit?",
	"What is something you wish people knew about you?",
	"Have you ever re-gifted a present?",
	"What’s the meanest thing you’ve ever said to someone?",
	"What’s the best compliment you’ve ever given?",
	"What is your biggest relationship/dating ick?",
	"What’s the one thing you would do if you knew there were no consequences?",
	"What's your biggest fantasy?",
	"Where's the weirdest place you've had sex?",
	"Do you enjoy dirty talk?",
	"Have you ever had a ‘friends with benefits’ situation? If so, who with?",
	"What's the best intimate experience you've ever had?",
	"Do you have any fetishes?",
	"What's your biggest turn-on?",
	"Who would you most like to kiss in this room?",
	"What’s your favourite body part on another person?",
	"Have you ever read erotic fiction?",
	"When did you lose your virginity?",
	"What’s the longest you’ve gone without sex?",
	"Have you ever fallen asleep during sex?",
	"What was your most embarrassing sexual experience?",
	"What is your favourite sex position?",
	"What is your least favourite sex position?",
	"What’s your biggest turn off?",
	"Have you ever slept with someone then immediately regretted it?",
	"Have you ever hooked up with a friend?",
	"If you could only do one sex act for the rest of your life, what would it be?",
	"What is the dirtiest text you’ve received?",
	"What is the dirtiest text you’ve sent?",
	"Who did you last have a sexual fantasy/dream about?",
	"Have you faked an orgasm?",
	"Describe your best orgasm. How long did it last?",
	"What’s your most shallow reason for not going on a second date?",
	"What’s the worst date you’ve ever had?",
	"What’s your worst habit?",
	"Name something illegal that you’ve done and regret.",
	"Tell about the biggest ticket you’ve ever gotten.",
	"How many people in the room would you be willing to kiss?",
	"What’s the weirdest dream you’ve ever had?",
	"What do you wear when you’re hoping to go home with someone?",
	"What kind of underwear do you wear?",
	"What’s your dream first date?",
	"What would make you immediately swipe right?",
	"What would make you immediately swipe left?",
	"Have you ever cheated or helped someone else cheat?",
	"Have you ever gotten in a physical altercation with someone?",
	"What’s your longest relationship?",
	"Have you ever had a secret relationship?",
	"Have you ever kissed anyone in this room?",
	"What’s your favorite drink?",
	"What’s the biggest lie you’ve ever told?",
	"What do your current undergarments look like?",
	"Would you ever hook-up with someone else’s partner?",
	"Do you cover your eyes during the scary part of a movie?",
	"If you suddenly became invisible, what would you do with your newfound transparency?",
	"Have you ever wanted to try LARP (live-action role play)?",
	"Who is your favorite family member?",
	"What is the biggest secret you’ve kept from your parents when you were growing up?",
	"Tell us about the last dream you can remember. Don’t leave any details out!",
	"Have you ever lied about being sick so you could stay home from work or school?",
	"Have you ever told someone you wouldn’t be home just so they wouldn’t come over to yours?",
	"If anyone in your family could win an award for being the most annoying, who would it be?",
	"Have you ever bought something to wear to an event, and then returned it to the store when the event was over?",
	"Did you ever break up with someone just before a public holiday so that you didn’t have to buy them a gift?",
	"What is your least favorite part about family gatherings?",
	"What is your favorite movie that you secretly know is actually terrible?",
	"Have you ever bribed or flirted with a police officer to get out of a ticket?",
	"Do you have a bucket list? If so, what is one thing on that list?",
	"What is the strangest thing you have ever bought?",
	"Have you ever shared chewing gum with anyone?",
	"Have you ever danced on a table when you were drunk?",
	"What is the one thing you dislike about yourself?",
	"What is the one thing you really like about yourself?",
	"If you could hire someone to do one thing for you, what would it be?",
	"What was the most embarrassing thing that you ever did while on a date?",
	"What is your biggest pet peeve?",
	"Would you ever blame someone else for your farts at the office?",
	"What is your favorite feature on yourself?",
	"What is the one mannerism you judge all potential partners on?",
	"What’s your “number?”",
	"What’s the shortest amount of time you’ve known someone before hooking up?",
	"Where is the grossest place you’ve ever hooked up?",
	"How far have you gone in public?",
	"What’s the biggest age gap you’ve had with a partner?",
	"What sex act are you best at?",
	"What sex act are you bad at?",
	"What’s your longest dry spell?",
	"How many people in this room would you be willing to hook up with?",
	"Who is the most inappropriate person you’ve ever had a crush on?",
	"Tell us your most embarrassing vomit story.",
	"Have you ever sexted?",
	"What’s the dirtiest text you’ve ever received?",
	"What’s your favorite position?",
	"Top or bottom?",
	"Have you ever been to a strip club?",
	"Have you ever given a lap dance?",
	"What conditions are necessary for hooking up on a first date?",
	"What’s the hardest drug you’ve ever done?",
	"What hook-up scene from a movie or TV show would you like to recreate?",
	"How far are you willing to go with a cute stranger that you’ll never see again?",
	"Would you sleep with a celebrity if you met them at a bar? What celebrity is a no-brainer?",
	"If you could cheat and no one would ever, ever find out, would you?",
	"If you could hack into your partner’s email and they’d never know, would you?",
	"Have you ever read your bae’s texts over their shoulder?",
	"If you could read all your partner’s texts with others, would you?",
	"Do you secretly want the password for your bae’s phone?",
	"If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?",
	"When was the last time you peed in bed?",
	"Would you hook up with your high school crush today?",
	"What’s your most embarrassing fantasy?",
	"What kind of porn do you search for?",
	"When watching porn, what makes you turn it off?",
	"Have you ever joined a hook-up app or any app associated with risky behavior?",
	"How many “toys” do you own?",
	"What’s the best sex you’ve ever had?",
	"What’s the weirdest role play you’ve ever done?",
	"What’s the raunchiest dream you’ve ever had?",
	"What’s the landscaping like “down there?”",
	"What’s the dirtiest picture you’ve ever sent?",
	"What’s the dirtiest text you’ve sent?",
	"Have you ever hooked up with someone you didn’t know?",
	"What’s the most outrageous thing you can remember doing while “under the influence?”",
	"What is something “scandalous” and sex-related that you really want to try?",
	"Are you more dominant or submissive?",
	"If you were a sex worker, how much would each sex act cost?",
	"Have you ever asked for a dirty pic?",
	"How do you initiate sex with your partner?",
	"Would you ever film yourself “in the act?”",
	"How likely are you to ever consider being a stripper? What about a porn star?",
	"What’s the soonest you’ve ever had sex with someone after meeting them?",
	"If you were going to write an erotic novel, what would it be about?",
	"What was the last thing you masturbated to?",
	"If you could have sex with one person in this room, who would it be?",
	"What’s your magic number now, and what do you wish it was?",
	"What’s the weirdest thing that’s ever turned you on?",
	"Which sexual act are you best at?",
	"How many sex toys do you own?",
	"How many orgasms have you faked?",
	"What is your biggest sexual regret?",
	"What’s the dirtiest sext you’ve ever sent?",
	"Who’s the most scandalous person you’ve had sex with?",
	"Have you ever slept with someone you met online?",
	"Have you ever been caught masturbating?",
	"What do you like to be called in bed?",
	"What movie always turns you on?",
	"What’s your favorite body part on a girl?",
	"Describe the most embarrassing time you got turned on.",
	"Have you ever thought about sleeping with the same sex?",
	"What is your strangest off-limits crush?",
	"If you got to have a threesome with people in this room, who would you do it with and why?",
	"Where is the weirdest place that you’ve ever masturbated?",
	"Describe your “I’m getting laid tonight” outfit?",
	"Have you ever slept with someone from work?",
	"What is more thrilling, makeup or angry sex?",
	"How many times a week do you touch yourself?",
	"Have you ever done IT at work?",
	"Do you like telling your partner what to do in bed, or do you prefer to be told what to do?",
	"Have you ever walked in on your parents doing it?",
	"Have you ever thought of someone else while you were sleeping with someone?",
	"Describe your crush’s personality.",
	"Do you find your friend’s sibling attractive?",
	"If given the chance, would you sleep with your boss?",
	"Have you ever farted while spooning with someone?",
	"Have you ever done a striptease for someone?"
]
